Repository: KDE/bookmanager
Catalog: po/*.po
Languages: it

source: Import New Books
it: Importa Nuovi Libri

source: Title
it: Titolo

source: Author
it: Autore

source: Release Number
it: Numero Edizione

source: Release Date
it: Data Edizione

source: Series
it: Collana

source: Genre
it: Genere

source: Location
it: Percorso

source: Description
it: Descrizione

source: Import
it: Importa

source: Cancel
it: Annulla

source: Search the Collection by...
it: Cerca nella Collezione per...

source: Search
it: Cerca

source: Reset
it: Azzera

source: An Ebook library manager.
it: Un gestore di libreria per Ebook.

source: Patches and suggestions
it: Patch e suggerimenti

source: &Import a new Book
it: &Importa un nuovo Libro

source: &Remove a book
it: &Rimuovi un libro

source: Start a new &Search
it: Inizia una nuova Ri&cerca

source: &Open this book
it: Apri questo libr&o

source: &Edit this book's entry
it: &Modifica i dati del libro

source: Your collection will now be migrated to the latest version, with support for book series and volume numbers. There will not be any data loss, however, you might be willing to edit some information after the process completes.
it: La tua collezione verrà migrata alla versione più recente, con il supporto per collane e volumi. Non si verificheranno perdite di dati, in ogni caso, potresti voler modificare qualche informazione dopo il completamento del processo.

source: New version available
it: Nuova versione disponibile

source: Would you like to overwrite the existing entry for this file?
it: Vuoi sovrascrivere la voce esistente per questo file?

source: Import a new book
it: Importa un nuovo libro

source: &Save
it: &Salva

# This book's title
source: Title
it: Titolo

# A short summary of this book
source: Summary
it: Sommario

# A person who writes books
source: Author
it: Autore

# A books edition or version number
source: Edition
it: Edizione

# The date the book was released
source: Release Date
it: Data Edizione

# The type or style of a book, examples: Science Fiction, History
source: Genre
it: Genere

# The series of a book
source: Series
it: Collana

source: Show or hide the Collection Manager
it: Mostra o nascondi il Gestore della Collezione

source: &Collection
it: &Collezione

source: Main Toolbar
it: Barra degli strumenti principale

# A books title
source: Title
it: Titolo

# A person who writes books.
source: Author
it: Autore

# A books edition or release number.
source: Release Number
it: Numero Edizione

# A books type or style, examples- Science fiction or history
source: Genre
it: Genere

# The on disk path to a book.
source: Location
it: Percorso

# A brief summary or description of the book
source: Description
it: Descrizione

source: Collection
it: Collezione

source: Search the Collection by...
it: Cerca nella Collezione per...

# The name of a book
source: Title
it: Titolo

# The writer of a book
source: Author
it: Autore

# The book's category
source: Genre
it: Genere

# Search the book collection
source: Search
it: Cerca

# Reset the search
source: Reset
it: Azzera

# NAME OF TRANSLATORS
source: Your names
it: Riccardo Bellini

# EMAIL OF TRANSLATORS
source: Your emails
it: ricky88ykcir@gmail.com

source: Open file(s) in new tab(s)
it: Apri file(s) in nuove schede

source: Collection Manager
it: Gestore della Collezione

source: Book Manager was unable to load the file:
it: Book Manager non è riuscito a caricare il file:

source: Unable to load the collection.
it: Impossibile caricare la collezione.
